{
    "A": [
            {
                "term": "Ask", 
                "definition": "This is the lowest price an owner is willing to accept for an asset."
            },
            {
                "term": "Asset", 
                "definition": "Something that has the potential to earn money for you. It is something you own that can reasonably be expected to produce something for you. Assets include stocks, bonds, commodities, real estate, and other investments."
            },
            {
                "term": "Asset Allocation", 
                "definition": "One of the ways to divide up the holdings in your portfolio is to do so by asset class. The idea is that different assets perform opposite to each other, and you can limit some of your risk by allocating your portfolio according to the type of asset you have."
            }
    ],

    "B": [
            {
                "term": "Balance Sheet", 
                "definition": "A statement showing what a company owns, as well as the liabilities the company has, and stating the outstanding shareholder equity."
            }, 
            {  
                "term": "Bear Market", 
                "definition": "This is a market that is falling. A bear market has a downward trend, and someone who believes the market is headed for a drop is often referred to as a “bear."
            }, 
            {  
                "term": "Bid", 
                "definition": "This is the highest price a buyer is willing to pay when buying an investment. Today, electronic trading makes it possible for ask and bid to be matched up automatically and almost instantly."
            }, 
            {  
                "term": "Blue Chip", 
                "definition": "You might hear reporters and others refer to “blue chip stocks.” Blue chips are companies that have a long history of good earnings, good balance sheets, and even regularly increasing dividends. These are solid companies that may not be exciting, but they are likely to provide reasonable returns over time." 
            }, 
            {  
                "term": "Bond", 
                "definition": "This is an investment that represents what an entity owes you. Essentially, you lend money to a government or a company, and you are promised that the principal will be returned plus interest."
            }, 
            {  
                "term": "Book Value", 
                "definition": "If you take all the liabilities a company has, and subtract them from the assets and common stock equity of the company, what you would have left over is the book value. Most of the time, the book value is used as part of an evaluative measure, rather than being truly related to a company’s market value."
            }, 
            {  
                "term": "Broker", 
                "definition": "This is the entity that buys and sells investments on your behalf. Usually, you pay a fee for this service. In the case of an online discount broker, you often pay a flat commission per trade. Other brokers, especially if they also manage your assets as a whole, just charge a percentage of your assets each year."
            }, 
            {  
                "term": "Bull Market", 
                "definition": "This is a market that is trending higher, likely to gain. If you think that the market is going to go up, you are considered a “bull.” Additionally, the term, like bear, can be applied to how you feel about an individual investment. If you are “bullish” on a specific company, it means you think the stock price will rise."
            }
    ],
    "C": [
            {
                "term": "Capital", 
                "definition": "The funds invested in a company on a long-term basis and obtained by issuing preferred or common stock, by retaining a portion of the company's earnings from date of incorporation and by long-term borrowing."
            },
            {
                "term": "Capital Gain (Or Loss)", 
                "definition": "This is the difference between what you bought an investment for and what you sell if for. If you buy 100 shares of a stock at $10 a share (spending $1,000) and sell your shares later for $25 a share ($2,500), you have a capital gain of $1,500. A loss occurs when you sell for less than you paid. So, if you sell this stock for $5 instead ($500), you have a capital loss of $500)"
            }
    ],

    "D": [
            {
                "term": "Diversity", 
                "definition": "A portfolio characteristic that ensures you have more than one type of asset. It also means choosing to buy investments in different sectors, industries, or geographic locations."
            },
            {
                "term": "Dividend", 
                "definition": " In some cases, a company will offer to divide up some of its income among shareholders. Dividends can be paid once, as a special use of them, or they can be paid more regularly, such as monthly, quarterly, semi-annually, or annually."
            }
    ],

    "E": [
            {
                "term": "Exchange", 
                "definition": "This is a place where investments, including stocks, bonds, commodities, and other assets are bought and sold. It’s a place where brokers (buyers and sellers) and others can connect. While many exchanges of “trading floors” most orders these days are executed electronically."
            }
    ],

    "F": [
            {
                "term": "Fixed Income Security", 
                "definition": "A security that pays a set rate of interest on a regular basis."
            },
            {
                "term": "Fund", 
                "definition": "A pool of money from a group of investors in order to buy securities. The two major ways funds may be offered are (1) by companies in the securities business (these funds are called mutual funds); and (2) by bank trust departments (these are called collective funds)."
            }
    ],

    "G": [
            {
                "term": "Growth Investing", 
                "definition": "Investment strategy that focuses on stocks of companies and stock funds where earnings are growing rapidly and are expected to continue growing."
            },
            {
                "term": "Growth-Style Funds", 
                "definition": "Growth funds focus on future gains. A growth fund manager will typically invest in stocks with earnings that outperform the current market. The manager attempts to achieve success by focusing on rapidly growing sectors of the economy and investing in leading companies with consistent earnings growth. The fund grows primarily as individual share prices climb."
            }
    ],

    "H": [
            {
                "term": "Hard Asset", 
                "definition": "A hard asset is a tangible or physical item or object of worth that is owned by an individual or a corporation. It is listed on the balance sheet as an asset and can be used by analysts to calculate a company's value. Examples of hard assets include property, plant and equipment (PP&E), inventory, and other such items. Inventory is an example of a hard asset that is considered a current asset because it will likely be used within the next year. Long-lived hard assets, such as property, plant, and equipment, are generally utilized over a long period of time and recorded on the balance sheet at their historic value then depreciated based on the applicable schedule. "
            }
    ],

    "I": [
            {
                "term": "Index", 
                "definition": "A tool used to statistically measure the progress of a group of stocks that share characteristics. This can include a group of stocks, a group of bonds, or a group of other assets."
            },
            {
                "term": "Individual Retirement Account (IRA)", 
                "definition": "A tax-deferred account to which an eligible individual can make annual contributions up to $3,000 ($6,000 for a single-income married couple filing a joint income tax return)."
            },
            {
                "term": "Inflation", 
                "definition": "A rise in the prices of goods and services, often equated with loss of purchasing power."
            },
            {
                "term": "Interest Rate", 
                "definition": "The fixed amount of money that an issuer agrees to pay the bondholders. It is most often a percentage of the face value of the bond. Interest rates constitute one of the self-regulating mechanisms of the market, falling in response to economic weakness and rising on strength."
            },
            {
                "term": "Interest-Rate Risk", 
                "definition": "The possibility of a reduction in the value of a security, especially a bond, resulting from a rise in interest rates."
            }
    ],

    "J": [
            {
                "term": "Junk Bond", "definition": "A lower-rated, usually higher-yielding bond, with a credit rating of BB or lower."
            }
    ],

    "K": [
            {
                "term": "Key Rate", 
                "definition": "The key rate is the specific interest rate that determines bank lending rates and the cost of credit for borrowers. The two key interest rates in the United States are the discount rate and the Federal Funds rate."
            }
    ],

    "L": [
            {
                "term": "Large-Cap ", 
                "definition": "Large-cap - The market capitalization of the stocks of companies with market values greater than $10 billion."
            },
            {
                "term": "Liquidity", 
                "definition": "The ability to have ready access to invested money. Mutual funds are liquid because their shares can be redeemed for current value (which may be more or less than the original cost) on any business day."
            }
    ],
    "M": [
            {
                "term": "Margin", 
                "definition": "This is essentially borrowed money used to make an investment. You can get credit from a broker to buy more than you have actually money for. The hope is that you will make enough money that you will be able to repay the borrowed amount from your earnings."
            },
            {
                "term": "Market Capitalization", 
                "definition": "The market cap of a company is figured by multiplying its current share price by the number of shares outstanding. The largest companies have market caps in the billions."
            },
            {
                "term": "Market Price", 
                "definition": "The current price of an asset."
            },
            {
                "term": "Market Risk", 
                "definition": "The possibility that an investment will not achieve its target."
            },
            {
                "term": "Mutual Fund", 
                "definition": "Fund operated by an investment company that raises money from shareholders and invests it in stocks, bonds, options, commodities or money market securities."
            }
    ],

    "N": [
            {
                "term": "NASDAQ", 
                "definition": "National Association of Securities Dealers Automated Quotations system, which is owned and operated by the National Association of Securities Dealers. NASDAQ is a computerized system that provides brokers and dealers with price quotations for securities traded over-the-counter as well as for many New York Stock Exchange listed securities."
            },
            {
                "term": "New York Stock Exchange", 
                "definition": "One of the most famous stock exchanges is the NYSE, which trades stocks in companies all over the United States, and even includes stocks of some international companies."
            }
    ],
    "O": [
            {
                "term": "Offer", 
                "definition": "An offer is i) a conditional proposal made by a buyer or seller to buy or sell an asset, which becomes legally enforceable if accepted, ii) the act of offering something for sale, iii) a bid or offer to buy something."
            }
    ],
    "P": [
            {
                "term": "P/E Ratio", 
                "definition": "This measure reflects how much you pay for each dollar that company earns. A company often reports profits on a per-share basis. So a company might say that it has earned $5 per share. If that same stock is selling for $75 a share on the market, you divide $75 by $5 to come up with a P/E ratio of 15. The higher a P/E ratio is, the more there is expectations for higher earnings."
            },
            {
                "term": "Premium", 
                "definition": "The amount by which a bond or stock sells above its par value."
            }
    ],

    "Q": [
            {
                "term": "Quality Distribution", 
                "definition": "The breakdown of a portfolio's assets based on quality rating of the investments."
            }
    ],

    "R": [
            {
                "term": "Registered Investment Advisor (RIA)", 
                "definition": "A financial investment advisor that has been through certain training, and that agrees to abide by certain rules, including ensuring that recommendations, and trades made on your behalf are in your best interest."
            }
    ],

    "S": [
            {
                "term": "Stock", 
                "definition": "A stock represents ownership in a company. Companies divide their ownership stakes into shares, and amount of shares you purchase indicates your level of ownership in the company. Stock is bought in the hopes that the company will be successful, and more people will want a stake, so you can sell your stake later at a higher price than you paid."
            }
    ],

    "T": [
            {
                "term": "Total Return", 
                "definition": "Accounts for all of the dividends and interest earned before deductions for fees and expenses, in addition to any changes in the value of the principal, including share price, assuming the funds' dividends and capital gains are reinvested. Often, this percentage is presented in a specified period of time (one, five, ten years and/or life of fund). Also, a method of calculating an investment's return that takes share price changes and dividends into account."
            },
            {
                "term": "Tracking Error", 
                "definition": "The active risk of the portfolio. It determines the annualized standard deviation of the excess returns between the portfolio and the benchmark."
            }
    ],

    "U": [
            {
                "term": "Ultimate Net Loss", 
                "definition": "Ultimate net loss is a party's total financial obligation when an insured event occurs. The insured's ultimate net loss from costs such as property damage, medical expenses and legal fees will be offset by the portion of the loss that is paid by the insurance company (usually the amount of the claim that exceeds the insured's deductible, up to the policy maximum). Thus, the insured's loss will often be limited to the policy deductible unless the total loss exceeds the policy maximum."
            }
    ],

    "V": [
            {
                "term": "Valuation", 
                "definition": "An estimate of the value or worth of a company; the price investors assign to an individual stock."
            },
            {
                "term": "Volatility", 
                "definition": "The amount and frequency with which an investment fluctuates in value."
            }
    ],
    "W": [
            {
                "term": "Wtd. Avg. Market Cap", 
                "definition": "Most indexes are constructed by weighting the market capitalization of each stock on the index. In such an index, larger companies account for a greater portion of the index. An example is the S&P 500 Index."
            }
    ],
    "X": [
            {
                "term": "XD", 
                "definition": "XD is a symbol used to signify that a security is trading ex-dividend. It is an alphabetic qualifier that acts as shorthand to tell investors key information about a specific security in a stock quote. Sometimes X alone is used to indicate that the stock is trading ex-dividend. Qualifiers can vary depending on where the stock is quoted, because the various news and market data services that provide stock quotes may use different qualifiers."
            }
    ],

    "Y": [
            {
                "term": "Yield", 
                "definition": "This is associated with dividend investing. Your yield represents the ratio between the stock price paid and the dividend paid. A stock trading at $100 per share, with a dividend that amounts to $5 per year, you divide the $5 by $100 and turn it into a percentage. In this case, the yield would be 5%."
            },
            {
                "term": "YTD", 
                "definition": "Year-to-date return on an investment including appreciation and dividends or interest."
            }
    ],
    "Z": [
            {
                "term": "Z-Bond", 
                "definition": "A Z-bond is a type of bond that is the last tranche of a collateralized mortgage obligation (CMO). As the last portion of the debt security, it receives payment last. Unlike other tranches of a CMO, a Z-bond does not distribute payments to its holder until all of the separate tranches are paid. However, the interest will continue to accrue throughout the life of the mortgage. Thus, when the Z-bond does finally pay off, its holder can expect a hefty sum. The bond will pay both principal and interest."
            }
    ]
}


