{
"A": [
    {"term": "Ask", "definition": "This is the lowest price an owner is willing to accept for an asset."},
    {"term": "Asset", "definition": "Something that has the potential to earn money for you. It is something you own that can reasonably be expected to produce something for you. Assets include stocks, bonds, commodities, real estate, and other investments."},
    {"term": "Asset Allocation", "definition": "One of the ways to divide up the holdings in your portfolio is to do so by asset class. The idea is that different assets perform opposite to each other, and you can limit some of your risk by allocating your portfolio according to the type of asset you have."}
],
"B": [
    {"term": "Balance Sheet", "definition": "A statement showing what a company owns, as well as the liabilities the company has, and stating the outstanding shareholder equity."},
    {"term": "Bear Market", "definition": "This is a market that is falling. A bear market has a downward trend, and someone who believes the market is headed for a drop is often referred to as a “bear."},
    {"term": "Bid", "definition": "This is the highest price a buyer is willing to pay when buying an investment. Today, electronic trading makes it possible for ask and bid to be matched up automatically and almost instantly."},
    {"term": "Blue Chip", "definition": "You might hear reporters and others refer to “blue chip stocks.” Blue chips are companies that have a long history of good earnings, good balance sheets, and even regularly increasing dividends. These are solid companies that may not be exciting, but they are likely to provide reasonable returns over time." },
    {"term": "Bond", "definition": "This is an investment that represents what an entity owes you. Essentially, you lend money to a government or a company, and you are promised that the principal will be returned plus interest."},
    {"term": "Book Value", "definition": "If you take all the liabilities a company has, and subtract them from the assets and common stock equity of the company, what you would have left over is the book value. Most of the time, the book value is used as part of an evaluative measure, rather than being truly related to a company’s market value."},
    {"term": "Broker", "definition": "This is the entity that buys and sells investments on your behalf. Usually, you pay a fee for this service. In the case of an online discount broker, you often pay a flat commission per trade. Other brokers, especially if they also manage your assets as a whole, just charge a percentage of your assets each year."},
    {"term": "Bull Market", "definition": "This is a market that is trending higher, likely to gain. If you think that the market is going to go up, you are considered a “bull.” Additionally, the term, like bear, can be applied to how you feel about an individual investment. If you are “bullish” on a specific company, it means you think the stock price will rise."}
],
"C": [
    {"term": "Capital", "definition": "The funds invested in a company on a long-term basis and obtained by issuing preferred or common stock, by retaining a portion of the company's earnings from date of incorporation and by long-term borrowing."},
    {"term": "Capital Gain (Or Loss)", "definition": "This is the difference between what you bought an investment for and what you sell if for. If you buy 100 shares of a stock at $10 a share (spending $1,000) and sell your shares later for $25 a share ($2,500), you have a capital gain of $1,500. A loss occurs when you sell for less than you paid. So, if you sell this stock for $5 instead ($500), you have a capital loss of $500)"}

],
"D": [
    {"term": "Diversity", "definition": "A portfolio characteristic that ensures you have more than one type of asset. It also means choosing to buy investments in different sectors, industries, or geographic locations."},
    {"term": "Dividend", "definition": " In some cases, a company will offer to divide up some of its income among shareholders. Dividends can be paid once, as a special use of them, or they can be paid more regularly, such as monthly, quarterly, semi-annually, or annually."}
],
"E": [
    {"term": "Exchange", "definition": "This is a place where investments, including stocks, bonds, commodities, and other assets are bought and sold. It’s a place where brokers (buyers and sellers) and others can connect. While many exchanges of “trading floors” most orders these days are executed electronically."}
],
"F": [
    {"term": "Fixed Income Security", "definition": "A security that pays a set rate of interest on a regular basis."},
    {"term": "Fund", "definition": "A pool of money from a group of investors in order to buy securities. The two major ways funds may be offered are (1) by companies in the securities business (these funds are called mutual funds); and (2) by bank trust departments (these are called collective funds)."}
],
"G": [
    {"term": "Growth Investing", "definition": "Investment strategy that focuses on stocks of companies and stock funds where earnings are growing rapidly and are expected to continue growing."},
    {"term": "Growth-Style Funds", "definition": "Growth funds focus on future gains. A growth fund manager will typically invest in stocks with earnings that outperform the current market. The manager attempts to achieve success by focusing on rapidly growing sectors of the economy and investing in leading companies with consistent earnings growth. The fund grows primarily as individual share prices climb."}
],
"H": [
    {"term": "a", "definition": "b"}
],
"I": [
    {"word": "Index", "definition": "A tool used to statistically measure the progress of a group of stocks that share characteristics. This can include a group of stocks, a group of bonds, or a group of other assets."},
    {"term": "Individual Retirement Account (IRA)", "definition": "A tax-deferred account to which an eligible individual can make annual contributions up to $3,000 ($6,000 for a single-income married couple filing a joint income tax return)."}
],
"J": [
    {"word": "a", "definition": "b"}
],
"K": [
    {"word": "a", "definition": "b"}
],
"L": [
    {"word": "a", "definition": "b"}
],
"M": [
    {"word": "a", "definition": "b"}
],
"N": [
    {"word": "a", "definition": "b"}
],
"O": [
    {"word": "a", "definition": "b"}
],
"P": [
    {"word": "a", "definition": "b"}
],
"Q": [
    {"word": "a", "definition": "b"}
],
"R": [
    {"word": "a", "definition": "b"}
],
"S": [
    {"word": "a", "definition": "b"}
],
"T": [
    {"word": "a", "definition": "b"}
],
"U": [
    {"word": "a", "definition": "b"}
],
"V": [
    {"word": "a", "definition": "b"}
],
"W": [
    {"word": "a", "definition": "b"}
],
"X": [
    {"word": "a", "definition": "b"}
],
"Y": [
    {"word": "a", "definition": "b"}
],
"Z": [
    {"word": "a", "definition": "b"}
]
}


